[
  "While in service for fuel Engine-31 heard a report of a vehicle fire at building 20190;  Engine-41 was being dispatched to this emergency. Engine-31 lieutenant asked Chief-1 if he  wanted Engine-41 to stand down due to Engine-31 being closer to the incident. Chief-1 approved and Engine-31 was dispatched to the incident. Firefighters donned all protective structural fire equipment and responded to the address. Chief 1 also responded to this incident. Crew arrived on scene, established command, and confirmed there was no active fire. Further investigation revealed the soldiers working on the vehicle utilized a 10-pound Class ABC extinguisher to extinguish the fire. Thermal imager camera was utilized by fire crew and confirmed no hot spots or active fire. Chief-1 arrived on scene and was briefed on the findings. Soldiers on scene stated the fire started under the crew chief side seat. (Possibly due to the alternator). They also secured main power to the vehicle to prevent further damage. Soldiers started complaining of irritation to their eyes and throat; dispatch was advised to notify EMS and have a unit respond. In the meantime, soldiers were escorted to an eye wash station inside the warehouse to flush out their eyes. Medic-5 arrived on scene and was briefed on the patients. Patients refused further medical treatment. Emergency was terminated for Engine-31, Chief-1, and Medic-5. End report.",
  "Engine 51 and Medic 5 responded to an MVA on the southbound lanes of Purple Heart Memorial Freeway (Loop375), reported near the Sgt Major on-ramp. The incident was found and the correct location was Loop 375 southbound approximately one half mile prior to Barreras Gate (Exit 28). There was a delayed response due to insufficient information given at time of dispatch and the distant location. Upon arrival, there was a confirmed 3 vehicle MVA in the right hand lane. All occupants were assessed for injuries. Only one occupant complained of pain to his right wrist. Upon Medic 5's arrival, patient care was given to transferred. All the vehicles were fire safe. One vehicle leaked approximately 1/2 gallon of antifreeze onto the paved road. Absorbent was applied to the leaked fluid. No other hazards were found at the scene. The emergency was terminated for Engine 51 and left in control of Military Police.",
  "Enter John Bolton, the pugnacious former U.N. ambassador who took over Monday as President Donald Trump’s national security adviser — the third person to hold the job in barely 14 months. Trump’s selection of Bolton last month set off a guessing game in Washington as to just how much of an imprint his take-no-prisoners approach to foreign policy will have on Trump’s team, already beleaguered and exhausted after a tumultuous first year.",
  "frail deranged hungry whirl melted shirt separate cheat kick truculent buzz men scared foolish friction lettuce fetch bat actor addicted x-ray toes play far trucks name crush reflective cuddly skin pollution knot power rub effect muddle broken invent save concerned picayune squeamish show rule form pointless hysterical ruin pigs wait"
]